{"_id": 1, "resumo": "Profissional com 5 anos como analista de dados, aplicando tecnologias como React, PostgreSQL, MongoDB em projetos realizados em empresas como IBM Brasil. Possui certificações como Certified Kubernetes Administrator, Microsoft Certified: Azure Fundamentals, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "5 anos como analista de dados", "habilidades": ["Python", "React", "NoSQL", "Java", "JavaScript", "HTML", "SQL", "Spark", "Docker", "Azure", "Node.js", "PostgreSQL", "MongoDB", "Google Cloud", "Redis", "PyTorch"], "candidato_id": 1, "certificacoes": "Certified Kubernetes Administrator, Microsoft Certified: Azure Fundamentals", "candidato_nome": "Henrique Ferreira Santos", "candidato_email": "henrique.ferreira.santos@exemplo.com"}
{"_id": 2, "resumo": "Profissional com 3 anos como cientista de dados, aplicando tecnologias como Kubernetes, TensorFlow, CSS em projetos realizados em empresas como TOTVS, IBM Brasil. Possui certificações como Certified Information Systems Security Professional (CISSP), Oracle Certified Professional, Java SE, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "3 anos como cientista de dados", "habilidades": ["AWS", "React", "Java", "JavaScript", "HTML", "SQL", "Docker", "Azure", "Node.js", "Kubernetes", "CSS", "PostgreSQL", "MongoDB", "TensorFlow", "MySQL", "Vue.js", "Angular", "Redis", "C#", "PyTorch"], "candidato_id": 2, "certificacoes": "Certified Information Systems Security Professional (CISSP), Oracle Certified Professional, Java SE", "candidato_nome": "Paula Moreira Pereira", "candidato_email": "paula.moreira.pereira@exemplo.com"}
{"_id": 3, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como NoSQL, JavaScript, SQL em projetos realizados em empresas como IBM Brasil, Petrobras. Possui certificações como AWS Certified Solutions Architect, Scrum Master Certified, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "2 anos como engenheiro de software", "habilidades": ["React", "NoSQL", "Java", "JavaScript", "SQL", "Hadoop", "Node.js", "CSS", "PostgreSQL", "TensorFlow", "Google Cloud", "MySQL", "Angular", "Redis", "PyTorch"], "candidato_id": 3, "certificacoes": "AWS Certified Solutions Architect, Scrum Master Certified", "candidato_nome": "Sofia Teixeira da Silva", "candidato_email": "sofia.teixeira.da.silva@exemplo.com"}
{"_id": 4, "resumo": "Profissional com 3 anos como cientista de dados, aplicando tecnologias como Azure, Node.js, Spark em projetos realizados em empresas como IBM Brasil. Possui certificações como Certified Information Systems Security Professional (CISSP), destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Ciência da Computação", "experiencia": "3 anos como cientista de dados", "habilidades": ["AWS", "Python", "React", "JavaScript", "Spark", "Docker", "Azure", "Hadoop", "Node.js", "Kubernetes", "MongoDB", "Google Cloud", "Vue.js", "Angular", "PyTorch"], "candidato_id": 4, "certificacoes": "Certified Information Systems Security Professional (CISSP)", "candidato_nome": "Carla Mendes Ferreira", "candidato_email": "carla.mendes.ferreira@exemplo.com"}
{"_id": 5, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como React, Redis, Angular em projetos realizados em empresas como Microsoft Brasil, IBM Brasil. Possui certificações como Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "2 anos como engenheiro de software", "habilidades": ["React", "Java", "JavaScript", "Node.js", "Angular", "Redis", "C#"], "candidato_id": 5, "certificacoes": "Google Cloud Professional Data Engineer", "candidato_nome": "Tiago Barros Ferreira", "candidato_email": "tiago.barros.ferreira@exemplo.com"}
{"_id": 6, "resumo": "Profissional com 4 anos como administrador de banco de dados, aplicando tecnologias como Docker, Google Cloud, MySQL em projetos realizados em empresas como Petrobras, Mercado Livre. Possui certificações como Certified Information Systems Security Professional (CISSP), destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "4 anos como administrador de banco de dados", "habilidades": ["AWS", "Python", "React", "JavaScript", "HTML", "SQL", "Spark", "Docker", "Node.js", "Kubernetes", "MongoDB", "Google Cloud", "MySQL"], "candidato_id": 6, "certificacoes": "Certified Information Systems Security Professional (CISSP)", "candidato_nome": "Eduarda Rocha Santos", "candidato_email": "eduarda.rocha.santos@exemplo.com"}
{"_id": 7, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como Spark, Kubernetes, PostgreSQL em projetos realizados em empresas como Itaú Unibanco, Google Brasil. Possui certificações como Oracle Certified Professional, Java SE, Scrum Master Certified, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "2 anos como engenheiro de software", "habilidades": ["AWS", "Python", "React", "NoSQL", "HTML", "SQL", "Spark", "Kubernetes", "CSS", "PostgreSQL", "MongoDB", "Vue.js", "Angular", "Redis"], "candidato_id": 7, "certificacoes": "Oracle Certified Professional, Java SE, Scrum Master Certified", "candidato_nome": "Eduarda Rocha Pereira", "candidato_email": "eduarda.rocha.pereira@exemplo.com"}
{"_id": 8, "resumo": "Profissional com 3 anos como desenvolvedor backend, aplicando tecnologias como SQL, Spark, JavaScript em projetos realizados em empresas como Globo.com, Petrobras. Possui certificações como Scrum Master Certified, Certified Information Systems Security Professional (CISSP), Certified Kubernetes Administrator, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "3 anos como desenvolvedor backend", "habilidades": ["Java", "JavaScript", "HTML", "SQL", "Spark", "Docker"], "candidato_id": 8, "certificacoes": "Scrum Master Certified, Certified Information Systems Security Professional (CISSP), Certified Kubernetes Administrator", "candidato_nome": "Tiago Barros Santos", "candidato_email": "tiago.barros.santos@exemplo.com"}
{"_id": 9, "resumo": "Profissional com 5 anos como engenheiro de dados, aplicando tecnologias como Kubernetes, Hadoop, PostgreSQL em projetos realizados em empresas como TOTVS. Possui certificações como AWS Certified Solutions Architect, Oracle Certified Professional, Java SE, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "5 anos como engenheiro de dados", "habilidades": ["Python", "HTML", "Hadoop", "Kubernetes", "PostgreSQL", "MySQL", "Vue.js"], "candidato_id": 9, "certificacoes": "AWS Certified Solutions Architect, Oracle Certified Professional, Java SE", "candidato_nome": "Eduarda Rocha Ferreira", "candidato_email": "eduarda.rocha.ferreira@exemplo.com"}
{"_id": 11, "resumo": "Profissional com 4 anos como administrador de banco de dados, aplicando tecnologias como SQL, MySQL, Hadoop em projetos realizados em empresas como Google Brasil. Possui certificações como Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "4 anos como administrador de banco de dados", "habilidades": ["AWS", "Python", "React", "NoSQL", "Java", "HTML", "SQL", "Spark", "Docker", "Azure", "Hadoop", "Kubernetes", "CSS", "MongoDB", "MySQL", "Redis"], "candidato_id": 11, "certificacoes": "Google Cloud Professional Data Engineer", "candidato_nome": "Ricardo Nunes Melo", "candidato_email": "ricardo.nunes.melo@exemplo.com"}
{"_id": 12, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como Hadoop, MongoDB, AWS em projetos realizados em empresas como Microsoft Brasil, Vale. Possui certificações como AWS Certified Solutions Architect, Scrum Master Certified, Certified Kubernetes Administrator, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "2 anos como engenheiro de software", "habilidades": ["AWS", "Python", "JavaScript", "Hadoop", "PostgreSQL", "MongoDB"], "candidato_id": 12, "certificacoes": "AWS Certified Solutions Architect, Scrum Master Certified, Certified Kubernetes Administrator", "candidato_nome": "Natália Andrade Santos", "candidato_email": "natália.andrade.santos@exemplo.com"}
{"_id": 13, "resumo": "Profissional com 2 anos como especialista em segurança da informação, aplicando tecnologias como Google Cloud, PyTorch, JavaScript em projetos realizados em empresas como Vale. Possui certificações como Google Cloud Professional Data Engineer, Certified Kubernetes Administrator, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Tecnólogo em Análise e Desenvolvimento de Sistemas", "experiencia": "2 anos como especialista em segurança da informação", "habilidades": ["JavaScript", "Hadoop", "Kubernetes", "MongoDB", "TensorFlow", "Google Cloud", "MySQL", "PyTorch"], "candidato_id": 13, "certificacoes": "Google Cloud Professional Data Engineer, Certified Kubernetes Administrator", "candidato_nome": "Karen Martins Ferreira", "candidato_email": "karen.martins.ferreira@exemplo.com"}
{"_id": 14, "resumo": "Profissional com 3 anos como desenvolvedor backend, aplicando tecnologias como NoSQL, React, SQL em projetos realizados em empresas como TOTVS, Google Brasil. Possui certificações como AWS Certified Solutions Architect, Certified Kubernetes Administrator, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "3 anos como desenvolvedor backend", "habilidades": ["AWS", "React", "NoSQL", "HTML", "SQL", "Spark", "TensorFlow", "Google Cloud", "Redis", "C#", "PyTorch"], "candidato_id": 14, "certificacoes": "AWS Certified Solutions Architect, Certified Kubernetes Administrator", "candidato_nome": "João Pereira da Silva", "candidato_email": "joão.pereira.da.silva@exemplo.com"}
{"_id": 15, "resumo": "Profissional com 5 anos como engenheiro de dados, aplicando tecnologias como Google Cloud, Kubernetes, JavaScript em projetos realizados em empresas como TOTVS. Possui certificações como Certified Kubernetes Administrator, Oracle Certified Professional, Java SE, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Tecnólogo em Análise e Desenvolvimento de Sistemas", "experiencia": "5 anos como engenheiro de dados", "habilidades": ["Python", "React", "JavaScript", "HTML", "Kubernetes", "Google Cloud", "MySQL", "Redis", "C#"], "candidato_id": 15, "certificacoes": "Certified Kubernetes Administrator, Oracle Certified Professional, Java SE", "candidato_nome": "Carla Mendes da Silva", "candidato_email": "carla.mendes.da.silva@exemplo.com"}
{"_id": 16, "resumo": "Profissional com 5 anos como analista de dados, aplicando tecnologias como React, Kubernetes, Node.js em projetos realizados em empresas como Google Brasil, TOTVS. Possui certificações como AWS Certified Solutions Architect, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Ciência da Computação", "experiencia": "5 anos como analista de dados", "habilidades": ["Python", "React", "Java", "Node.js", "Kubernetes", "PostgreSQL", "Vue.js", "Angular"], "candidato_id": 16, "certificacoes": "AWS Certified Solutions Architect", "candidato_nome": "João Pereira Santos", "candidato_email": "joão.pereira.santos@exemplo.com"}
{"_id": 17, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como MongoDB, Docker, React em projetos realizados em empresas como Embraer, IBM Brasil. Possui certificações como Certified Kubernetes Administrator, AWS Certified Solutions Architect, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Tecnólogo em Análise e Desenvolvimento de Sistemas", "experiencia": "2 anos como engenheiro de software", "habilidades": ["AWS", "Python", "React", "Java", "JavaScript", "HTML", "Docker", "Azure", "Node.js", "Kubernetes", "PostgreSQL", "MongoDB", "TensorFlow", "Vue.js", "PyTorch"], "candidato_id": 17, "certificacoes": "Certified Kubernetes Administrator, AWS Certified Solutions Architect", "candidato_nome": "Henrique Ferreira Ferreira", "candidato_email": "henrique.ferreira.ferreira@exemplo.com"}
{"_id": 18, "resumo": "Profissional com 5 anos como analista de dados, aplicando tecnologias como Java, Node.js, React em projetos realizados em empresas como Petrobras, IBM Brasil. Possui certificações como Scrum Master Certified, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "5 anos como analista de dados", "habilidades": ["AWS", "React", "Java", "HTML", "Spark", "Hadoop", "Node.js"], "candidato_id": 18, "certificacoes": "Scrum Master Certified", "candidato_nome": "Sofia Teixeira Melo", "candidato_email": "sofia.teixeira.melo@exemplo.com"}
{"_id": 20, "resumo": "Profissional com 5 anos como analista de dados, aplicando tecnologias como Docker, MongoDB, Azure em projetos realizados em empresas como Petrobras, PagSeguro. Possui certificações como Scrum Master Certified, Google Cloud Professional Data Engineer, Certified Kubernetes Administrator, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "5 anos como analista de dados", "habilidades": ["Java", "JavaScript", "Spark", "Docker", "Azure", "CSS", "MongoDB", "Angular", "C#"], "candidato_id": 20, "certificacoes": "Scrum Master Certified, Google Cloud Professional Data Engineer, Certified Kubernetes Administrator", "candidato_nome": "Lucas Ribeiro Pereira", "candidato_email": "lucas.ribeiro.pereira@exemplo.com"}
{"_id": 22, "resumo": "Profissional com 6 anos como desenvolvedor full stack, aplicando tecnologias como TensorFlow, Azure, Google Cloud em projetos realizados em empresas como Itaú Unibanco. Possui certificações como Google Cloud Professional Data Engineer, Certified Information Systems Security Professional (CISSP), destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "6 anos como desenvolvedor full stack", "habilidades": ["Python", "JavaScript", "Spark", "Docker", "Azure", "MongoDB", "TensorFlow", "Google Cloud"], "candidato_id": 22, "certificacoes": "Google Cloud Professional Data Engineer, Certified Information Systems Security Professional (CISSP)", "candidato_nome": "Natália Andrade Ferreira", "candidato_email": "natália.andrade.ferreira@exemplo.com"}
{"_id": 23, "resumo": "Profissional com 3 anos como cientista de dados, aplicando tecnologias como MongoDB, Angular, Google Cloud em projetos realizados em empresas como Amazon Brasil, Petrobras. Possui certificações como AWS Certified Solutions Architect, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Ciência da Computação", "experiencia": "3 anos como cientista de dados", "habilidades": ["Python", "React", "JavaScript", "Docker", "CSS", "PostgreSQL", "MongoDB", "Google Cloud", "Vue.js", "Angular", "C#"], "candidato_id": 23, "certificacoes": "AWS Certified Solutions Architect", "candidato_nome": "Henrique Ferreira Pereira", "candidato_email": "henrique.ferreira.pereira@exemplo.com"}
{"_id": 24, "resumo": "Profissional com 6 anos como desenvolvedor full stack, aplicando tecnologias como Node.js, SQL, MongoDB em projetos realizados em empresas como Itaú Unibanco. Possui certificações como Scrum Master Certified, AWS Certified Solutions Architect, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "6 anos como desenvolvedor full stack", "habilidades": ["AWS", "SQL", "Spark", "Hadoop", "Node.js", "Kubernetes", "MongoDB", "Angular"], "candidato_id": 24, "certificacoes": "Scrum Master Certified, AWS Certified Solutions Architect", "candidato_nome": "Diego Oliveira Pereira", "candidato_email": "diego.oliveira.pereira@exemplo.com"}
{"_id": 25, "resumo": "Profissional com 3 anos como desenvolvedor backend, aplicando tecnologias como C#, Spark, HTML em projetos realizados em empresas como Vale. Possui certificações como Scrum Master Certified, Certified Information Systems Security Professional (CISSP), Oracle Certified Professional, Java SE, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "3 anos como desenvolvedor backend", "habilidades": ["React", "JavaScript", "HTML", "Spark", "CSS", "MongoDB", "MySQL", "Vue.js", "Redis", "C#"], "candidato_id": 25, "certificacoes": "Scrum Master Certified, Certified Information Systems Security Professional (CISSP), Oracle Certified Professional, Java SE", "candidato_nome": "Isabela Costa Ferreira", "candidato_email": "isabela.costa.ferreira@exemplo.com"}
{"_id": 27, "resumo": "Profissional com 3 anos como desenvolvedor backend, aplicando tecnologias como Redis, JavaScript, PyTorch em projetos realizados em empresas como Itaú Unibanco. Possui certificações como Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "3 anos como desenvolvedor backend", "habilidades": ["AWS", "Python", "React", "Java", "JavaScript", "Spark", "Hadoop", "PostgreSQL", "MongoDB", "Redis", "C#", "PyTorch"], "candidato_id": 27, "certificacoes": "Google Cloud Professional Data Engineer", "candidato_nome": "Sofia Teixeira Pereira", "candidato_email": "sofia.teixeira.pereira@exemplo.com"}
{"_id": 28, "resumo": "Profissional com 5 anos como analista de dados, aplicando tecnologias como Azure, Python, PyTorch em projetos realizados em empresas como IBM Brasil, Itaú Unibanco. Possui certificações como Microsoft Certified: Azure Fundamentals, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "5 anos como analista de dados", "habilidades": ["Python", "NoSQL", "Azure", "Angular", "PyTorch"], "candidato_id": 28, "certificacoes": "Microsoft Certified: Azure Fundamentals", "candidato_nome": "Bruno Lima Pereira", "candidato_email": "bruno.lima.pereira@exemplo.com"}
{"_id": 29, "resumo": "Profissional com 5 anos como engenheiro de dados, aplicando tecnologias como Kubernetes, PyTorch, C# em projetos realizados em empresas como Nubank, Embraer. Possui certificações como Certified Information Systems Security Professional (CISSP), Google Cloud Professional Data Engineer, Scrum Master Certified, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Ciência da Computação", "experiencia": "5 anos como engenheiro de dados", "habilidades": ["AWS", "NoSQL", "JavaScript", "Spark", "Node.js", "Kubernetes", "PostgreSQL", "TensorFlow", "Vue.js", "Angular", "Redis", "C#", "PyTorch"], "candidato_id": 29, "certificacoes": "Certified Information Systems Security Professional (CISSP), Google Cloud Professional Data Engineer, Scrum Master Certified", "candidato_nome": "Henrique Ferreira Melo", "candidato_email": "henrique.ferreira.melo@exemplo.com"}
{"_id": 30, "resumo": "Profissional com 3 anos como desenvolvedor backend, aplicando tecnologias como C#, MongoDB, CSS em projetos realizados em empresas como TOTVS, Google Brasil. Possui certificações como AWS Certified Solutions Architect, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Ciência da Computação", "experiencia": "3 anos como desenvolvedor backend", "habilidades": ["CSS", "MongoDB", "MySQL", "Redis", "C#"], "candidato_id": 30, "certificacoes": "AWS Certified Solutions Architect", "candidato_nome": "Tiago Barros Melo", "candidato_email": "tiago.barros.melo@exemplo.com"}
{"_id": 31, "resumo": "Profissional com 2 anos como especialista em segurança da informação, aplicando tecnologias como TensorFlow, NoSQL, Spark em projetos realizados em empresas como Google Brasil, Amazon Brasil. Possui certificações como Certified Kubernetes Administrator, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "2 anos como especialista em segurança da informação", "habilidades": ["NoSQL", "Spark", "Kubernetes", "TensorFlow", "Angular"], "candidato_id": 31, "certificacoes": "Certified Kubernetes Administrator", "candidato_nome": "Diego Oliveira Melo", "candidato_email": "diego.oliveira.melo@exemplo.com"}
{"_id": 32, "resumo": "Profissional com 3 anos como cientista de dados, aplicando tecnologias como TensorFlow, React, Azure em projetos realizados em empresas como Nubank, Mercado Livre. Possui certificações como AWS Certified Solutions Architect, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Tecnólogo em Análise e Desenvolvimento de Sistemas", "experiencia": "3 anos como cientista de dados", "habilidades": ["AWS", "Python", "React", "Azure", "Node.js", "CSS", "MongoDB", "TensorFlow", "Google Cloud", "MySQL", "Vue.js", "PyTorch"], "candidato_id": 32, "certificacoes": "AWS Certified Solutions Architect", "candidato_nome": "Ana Souza da Silva", "candidato_email": "ana.souza.da.silva@exemplo.com"}
{"_id": 33, "resumo": "Profissional com 5 anos como engenheiro de dados, aplicando tecnologias como Redis, PostgreSQL, AWS em projetos realizados em empresas como Itaú Unibanco, Petrobras. Possui certificações como Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "5 anos como engenheiro de dados", "habilidades": ["AWS", "Python", "HTML", "Docker", "Azure", "Node.js", "PostgreSQL", "Redis"], "candidato_id": 33, "certificacoes": "Google Cloud Professional Data Engineer", "candidato_nome": "Natália Andrade da Silva", "candidato_email": "natália.andrade.da.silva@exemplo.com"}
{"_id": 35, "resumo": "Profissional com 5 anos como engenheiro de dados, aplicando tecnologias como MongoDB, Google Cloud, NoSQL em projetos realizados em empresas como PagSeguro. Possui certificações como Oracle Certified Professional, Java SE, AWS Certified Solutions Architect, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Tecnólogo em Análise e Desenvolvimento de Sistemas", "experiencia": "5 anos como engenheiro de dados", "habilidades": ["AWS", "NoSQL", "SQL", "Spark", "Hadoop", "PostgreSQL", "MongoDB", "Google Cloud", "MySQL", "Angular"], "candidato_id": 35, "certificacoes": "Oracle Certified Professional, Java SE, AWS Certified Solutions Architect", "candidato_nome": "Paula Moreira da Silva", "candidato_email": "paula.moreira.da.silva@exemplo.com"}
{"_id": 36, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como Angular, HTML, Redis em projetos realizados em empresas como Embraer, Amazon Brasil. Possui certificações como Certified Information Systems Security Professional (CISSP), destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "2 anos como engenheiro de software", "habilidades": ["HTML", "Spark", "Docker", "Angular", "Redis"], "candidato_id": 36, "certificacoes": "Certified Information Systems Security Professional (CISSP)", "candidato_nome": "João Pereira Melo", "candidato_email": "joão.pereira.melo@exemplo.com"}
{"_id": 38, "resumo": "Profissional com 2 anos como especialista em segurança da informação, aplicando tecnologias como CSS, HTML, React em projetos realizados em empresas como Amazon Brasil, Nubank. Possui certificações como Certified Kubernetes Administrator, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Tecnólogo em Análise e Desenvolvimento de Sistemas", "experiencia": "2 anos como especialista em segurança da informação", "habilidades": ["React", "NoSQL", "Java", "HTML", "SQL", "Azure", "Hadoop", "Kubernetes", "CSS", "MongoDB", "TensorFlow", "Google Cloud", "MySQL", "Angular", "PyTorch"], "candidato_id": 38, "certificacoes": "Certified Kubernetes Administrator", "candidato_nome": "Vanessa Lima Santos", "candidato_email": "vanessa.lima.santos@exemplo.com"}
{"_id": 39, "resumo": "Profissional com 3 anos como desenvolvedor backend, aplicando tecnologias como Java, SQL, NoSQL em projetos realizados em empresas como Embraer, Amazon Brasil. Possui certificações como Microsoft Certified: Azure Fundamentals, Certified Kubernetes Administrator, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "3 anos como desenvolvedor backend", "habilidades": ["Python", "NoSQL", "Java", "SQL", "Spark", "PostgreSQL", "Vue.js"], "candidato_id": 39, "certificacoes": "Microsoft Certified: Azure Fundamentals, Certified Kubernetes Administrator", "candidato_nome": "Karen Martins Melo", "candidato_email": "karen.martins.melo@exemplo.com"}
{"_id": 40, "resumo": "Profissional com 3 anos como cientista de dados, aplicando tecnologias como Redis, HTML, Python em projetos realizados em empresas como Petrobras, Globo.com. Possui certificações como Microsoft Certified: Azure Fundamentals, Certified Information Systems Security Professional (CISSP), destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "3 anos como cientista de dados", "habilidades": ["Python", "HTML", "MongoDB", "Angular", "Redis"], "candidato_id": 40, "certificacoes": "Microsoft Certified: Azure Fundamentals, Certified Information Systems Security Professional (CISSP)", "candidato_nome": "Otávio Carvalho da Silva", "candidato_email": "otávio.carvalho.da.silva@exemplo.com"}
{"_id": 42, "resumo": "Profissional com 5 anos como engenheiro de dados, aplicando tecnologias como SQL, Java, TensorFlow em projetos realizados em empresas como Petrobras. Possui certificações como AWS Certified Solutions Architect, Oracle Certified Professional, Java SE, Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "5 anos como engenheiro de dados", "habilidades": ["Java", "JavaScript", "SQL", "Spark", "TensorFlow"], "candidato_id": 42, "certificacoes": "AWS Certified Solutions Architect, Oracle Certified Professional, Java SE, Google Cloud Professional Data Engineer", "candidato_nome": "Carla Mendes Melo", "candidato_email": "carla.mendes.melo@exemplo.com"}
{"_id": 43, "resumo": "Profissional com 6 anos como desenvolvedor full stack, aplicando tecnologias como AWS, Hadoop, PyTorch em projetos realizados em empresas como Amazon Brasil, Google Brasil. Possui certificações como Microsoft Certified: Azure Fundamentals, AWS Certified Solutions Architect, Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Ciência da Computação", "experiencia": "6 anos como desenvolvedor full stack", "habilidades": ["AWS", "React", "NoSQL", "JavaScript", "Hadoop", "Node.js", "Kubernetes", "CSS", "MongoDB", "PyTorch"], "candidato_id": 43, "certificacoes": "Microsoft Certified: Azure Fundamentals, AWS Certified Solutions Architect, Google Cloud Professional Data Engineer", "candidato_nome": "Felipe Alves da Silva", "candidato_email": "felipe.alves.da.silva@exemplo.com"}
{"_id": 45, "resumo": "Profissional com 3 anos como cientista de dados, aplicando tecnologias como Redis, NoSQL, SQL em projetos realizados em empresas como Google Brasil. Possui certificações como Certified Kubernetes Administrator, Microsoft Certified: Azure Fundamentals, AWS Certified Solutions Architect, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "3 anos como cientista de dados", "habilidades": ["NoSQL", "SQL", "Azure", "MongoDB", "Vue.js", "Redis"], "candidato_id": 45, "certificacoes": "Certified Kubernetes Administrator, Microsoft Certified: Azure Fundamentals, AWS Certified Solutions Architect", "candidato_nome": "Karen Martins da Silva", "candidato_email": "karen.martins.da.silva@exemplo.com"}
{"_id": 46, "resumo": "Profissional com 2 anos como especialista em segurança da informação, aplicando tecnologias como Node.js, MySQL, Angular em projetos realizados em empresas como Embraer, PagSeguro. Possui certificações como Microsoft Certified: Azure Fundamentals, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Ciência da Computação", "experiencia": "2 anos como especialista em segurança da informação", "habilidades": ["AWS", "Python", "HTML", "SQL", "Docker", "Node.js", "MySQL", "Angular"], "candidato_id": 46, "certificacoes": "Microsoft Certified: Azure Fundamentals", "candidato_nome": "Ana Souza Melo", "candidato_email": "ana.souza.melo@exemplo.com"}
{"_id": 47, "resumo": "Profissional com 3 anos como desenvolvedor backend, aplicando tecnologias como Kubernetes, CSS, Docker em projetos realizados em empresas como IBM Brasil. Possui certificações como Certified Kubernetes Administrator, Google Cloud Professional Data Engineer, Certified Information Systems Security Professional (CISSP), destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "3 anos como desenvolvedor backend", "habilidades": ["HTML", "Docker", "Kubernetes", "CSS", "PostgreSQL"], "candidato_id": 47, "certificacoes": "Certified Kubernetes Administrator, Google Cloud Professional Data Engineer, Certified Information Systems Security Professional (CISSP)", "candidato_nome": "Ricardo Nunes da Silva", "candidato_email": "ricardo.nunes.da.silva@exemplo.com"}
{"_id": 48, "resumo": "Profissional com 6 anos como desenvolvedor full stack, aplicando tecnologias como Kubernetes, MongoDB, Java em projetos realizados em empresas como Amazon Brasil, Globo.com. Possui certificações como Google Cloud Professional Data Engineer, Oracle Certified Professional, Java SE, Certified Kubernetes Administrator, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "6 anos como desenvolvedor full stack", "habilidades": ["Python", "Java", "SQL", "Kubernetes", "MongoDB", "Google Cloud", "MySQL"], "candidato_id": 48, "certificacoes": "Google Cloud Professional Data Engineer, Oracle Certified Professional, Java SE, Certified Kubernetes Administrator", "candidato_nome": "Paula Moreira Santos", "candidato_email": "paula.moreira.santos@exemplo.com"}
{"_id": 49, "resumo": "Profissional com 5 anos como analista de dados, aplicando tecnologias como Python, Google Cloud, Vue.js em projetos realizados em empresas como IBM Brasil, Vale. Possui certificações como AWS Certified Solutions Architect, Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "5 anos como analista de dados", "habilidades": ["AWS", "Python", "JavaScript", "Google Cloud", "MySQL", "Vue.js"], "candidato_id": 49, "certificacoes": "AWS Certified Solutions Architect, Google Cloud Professional Data Engineer", "candidato_nome": "Lucas Ribeiro da Silva", "candidato_email": "lucas.ribeiro.da.silva@exemplo.com"}
{"_id": 51, "resumo": "Profissional com 4 anos como administrador de banco de dados, aplicando tecnologias como PostgreSQL, HTML, Node.js em projetos realizados em empresas como Vale. Possui certificações como Certified Information Systems Security Professional (CISSP), destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Tecnólogo em Análise e Desenvolvimento de Sistemas", "experiencia": "4 anos como administrador de banco de dados", "habilidades": ["AWS", "Python", "HTML", "Spark", "Azure", "Node.js", "CSS", "PostgreSQL", "MySQL", "Vue.js", "C#"], "candidato_id": 51, "certificacoes": "Certified Information Systems Security Professional (CISSP)", "candidato_nome": "Tiago Barros Pereira", "candidato_email": "tiago.barros.pereira@exemplo.com"}
{"_id": 52, "resumo": "Profissional com 5 anos como analista de dados, aplicando tecnologias como JavaScript, AWS, C# em projetos realizados em empresas como PagSeguro, Google Brasil. Possui certificações como Microsoft Certified: Azure Fundamentals, Google Cloud Professional Data Engineer, Oracle Certified Professional, Java SE, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Ciência da Computação", "experiencia": "5 anos como analista de dados", "habilidades": ["AWS", "NoSQL", "JavaScript", "Docker", "Azure", "Node.js", "C#"], "candidato_id": 52, "certificacoes": "Microsoft Certified: Azure Fundamentals, Google Cloud Professional Data Engineer, Oracle Certified Professional, Java SE", "candidato_nome": "Mariana Gomes Melo", "candidato_email": "mariana.gomes.melo@exemplo.com"}
{"_id": 53, "resumo": "Profissional com 3 anos como cientista de dados, aplicando tecnologias como Hadoop, C#, Spark em projetos realizados em empresas como PagSeguro, Globo.com. Possui certificações como Certified Information Systems Security Professional (CISSP), Oracle Certified Professional, Java SE, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "3 anos como cientista de dados", "habilidades": ["Python", "Spark", "Hadoop", "Vue.js", "C#"], "candidato_id": 53, "certificacoes": "Certified Information Systems Security Professional (CISSP), Oracle Certified Professional, Java SE", "candidato_nome": "Vanessa Lima Pereira", "candidato_email": "vanessa.lima.pereira@exemplo.com"}
{"_id": 54, "resumo": "Profissional com 4 anos como administrador de banco de dados, aplicando tecnologias como Redis, C#, Angular em projetos realizados em empresas como IBM Brasil, Nubank. Possui certificações como Oracle Certified Professional, Java SE, AWS Certified Solutions Architect, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Ciência da Computação", "experiencia": "4 anos como administrador de banco de dados", "habilidades": ["React", "HTML", "Spark", "Hadoop", "CSS", "PostgreSQL", "MongoDB", "Google Cloud", "Angular", "Redis", "C#"], "candidato_id": 54, "certificacoes": "Oracle Certified Professional, Java SE, AWS Certified Solutions Architect", "candidato_nome": "Ana Souza Santos", "candidato_email": "ana.souza.santos@exemplo.com"}
{"_id": 55, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como PyTorch, SQL, Google Cloud em projetos realizados em empresas como Embraer. Possui certificações como Google Cloud Professional Data Engineer, Microsoft Certified: Azure Fundamentals, Oracle Certified Professional, Java SE, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Tecnólogo em Análise e Desenvolvimento de Sistemas", "experiencia": "2 anos como engenheiro de software", "habilidades": ["Java", "HTML", "SQL", "Google Cloud", "MySQL", "Vue.js", "PyTorch"], "candidato_id": 55, "certificacoes": "Google Cloud Professional Data Engineer, Microsoft Certified: Azure Fundamentals, Oracle Certified Professional, Java SE", "candidato_nome": "Henrique Ferreira da Silva", "candidato_email": "henrique.ferreira.da.silva@exemplo.com"}
{"_id": 57, "resumo": "Profissional com 3 anos como desenvolvedor backend, aplicando tecnologias como PostgreSQL, Redis, Google Cloud em projetos realizados em empresas como Mercado Livre, Vale. Possui certificações como Oracle Certified Professional, Java SE, Certified Kubernetes Administrator, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Tecnólogo em Análise e Desenvolvimento de Sistemas", "experiencia": "3 anos como desenvolvedor backend", "habilidades": ["Python", "JavaScript", "SQL", "Hadoop", "Node.js", "Kubernetes", "PostgreSQL", "MongoDB", "Google Cloud", "MySQL", "Angular", "Redis", "C#"], "candidato_id": 57, "certificacoes": "Oracle Certified Professional, Java SE, Certified Kubernetes Administrator", "candidato_nome": "João Pereira Ferreira", "candidato_email": "joão.pereira.ferreira@exemplo.com"}
{"_id": 58, "resumo": "Profissional com 3 anos como desenvolvedor backend, aplicando tecnologias como Docker, Redis, CSS em projetos realizados em empresas como Petrobras. Possui certificações como Scrum Master Certified, Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "3 anos como desenvolvedor backend", "habilidades": ["Python", "Java", "JavaScript", "HTML", "SQL", "Docker", "Node.js", "CSS", "TensorFlow", "MySQL", "Vue.js", "Redis", "C#"], "candidato_id": 58, "certificacoes": "Scrum Master Certified, Google Cloud Professional Data Engineer", "candidato_nome": "Paula Moreira Melo", "candidato_email": "paula.moreira.melo@exemplo.com"}
{"_id": 60, "resumo": "Profissional com 5 anos como engenheiro de dados, aplicando tecnologias como AWS, Azure, Spark em projetos realizados em empresas como Microsoft Brasil, Petrobras. Possui certificações como Certified Information Systems Security Professional (CISSP), Oracle Certified Professional, Java SE, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "5 anos como engenheiro de dados", "habilidades": ["AWS", "Java", "JavaScript", "Spark", "Azure", "Google Cloud", "Vue.js"], "candidato_id": 60, "certificacoes": "Certified Information Systems Security Professional (CISSP), Oracle Certified Professional, Java SE", "candidato_nome": "Mariana Gomes Pereira", "candidato_email": "mariana.gomes.pereira@exemplo.com"}
{"_id": 62, "resumo": "Profissional com 4 anos como administrador de banco de dados, aplicando tecnologias como Python, MongoDB, NoSQL em projetos realizados em empresas como Globo.com. Possui certificações como Microsoft Certified: Azure Fundamentals, Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Ciência da Computação", "experiencia": "4 anos como administrador de banco de dados", "habilidades": ["Python", "React", "NoSQL", "JavaScript", "MongoDB", "TensorFlow"], "candidato_id": 62, "certificacoes": "Microsoft Certified: Azure Fundamentals, Google Cloud Professional Data Engineer", "candidato_nome": "Tiago Barros da Silva", "candidato_email": "tiago.barros.da.silva@exemplo.com"}
{"_id": 65, "resumo": "Profissional com 3 anos como desenvolvedor backend, aplicando tecnologias como PostgreSQL, TensorFlow, Azure em projetos realizados em empresas como Mercado Livre, Petrobras. Possui certificações como Certified Kubernetes Administrator, AWS Certified Solutions Architect, Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "3 anos como desenvolvedor backend", "habilidades": ["JavaScript", "Docker", "Azure", "PostgreSQL", "MongoDB", "TensorFlow"], "candidato_id": 65, "certificacoes": "Certified Kubernetes Administrator, AWS Certified Solutions Architect, Google Cloud Professional Data Engineer", "candidato_nome": "Ricardo Nunes Pereira", "candidato_email": "ricardo.nunes.pereira@exemplo.com"}
{"_id": 69, "resumo": "Profissional com 4 anos como administrador de banco de dados, aplicando tecnologias como CSS, TensorFlow, Kubernetes em projetos realizados em empresas como Petrobras, Vale. Possui certificações como AWS Certified Solutions Architect, Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "4 anos como administrador de banco de dados", "habilidades": ["SQL", "Kubernetes", "CSS", "MongoDB", "TensorFlow", "Redis", "PyTorch"], "candidato_id": 69, "certificacoes": "AWS Certified Solutions Architect, Google Cloud Professional Data Engineer", "candidato_nome": "Mariana Gomes da Silva", "candidato_email": "mariana.gomes.da.silva@exemplo.com"}
{"_id": 70, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como PyTorch, Azure, AWS em projetos realizados em empresas como Embraer, TOTVS. Possui certificações como AWS Certified Solutions Architect, Oracle Certified Professional, Java SE, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Ciência da Computação", "experiencia": "2 anos como engenheiro de software", "habilidades": ["AWS", "React", "SQL", "Azure", "Hadoop", "Google Cloud", "PyTorch"], "candidato_id": 70, "certificacoes": "AWS Certified Solutions Architect, Oracle Certified Professional, Java SE", "candidato_nome": "Eduarda Rocha da Silva", "candidato_email": "eduarda.rocha.da.silva@exemplo.com"}
{"_id": 71, "resumo": "Profissional com 2 anos como especialista em segurança da informação, aplicando tecnologias como PostgreSQL, MongoDB, AWS em projetos realizados em empresas como Vale, Amazon Brasil. Possui certificações como AWS Certified Solutions Architect, Certified Kubernetes Administrator, Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Tecnólogo em Análise e Desenvolvimento de Sistemas", "experiencia": "2 anos como especialista em segurança da informação", "habilidades": ["AWS", "PostgreSQL", "MongoDB", "Google Cloud", "C#"], "candidato_id": 71, "certificacoes": "AWS Certified Solutions Architect, Certified Kubernetes Administrator, Google Cloud Professional Data Engineer", "candidato_nome": "Ricardo Nunes Ferreira", "candidato_email": "ricardo.nunes.ferreira@exemplo.com"}
{"_id": 74, "resumo": "Profissional com 6 anos como desenvolvedor full stack, aplicando tecnologias como NoSQL, Google Cloud, Spark em projetos realizados em empresas como Vale, Nubank. Possui certificações como Microsoft Certified: Azure Fundamentals, Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "6 anos como desenvolvedor full stack", "habilidades": ["NoSQL", "Java", "JavaScript", "Spark", "Azure", "Node.js", "Google Cloud", "Angular"], "candidato_id": 74, "certificacoes": "Microsoft Certified: Azure Fundamentals, Google Cloud Professional Data Engineer", "candidato_nome": "Lucas Ribeiro Santos", "candidato_email": "lucas.ribeiro.santos@exemplo.com"}
{"_id": 77, "resumo": "Profissional com 4 anos como administrador de banco de dados, aplicando tecnologias como Hadoop, Docker, Angular em projetos realizados em empresas como Amazon Brasil. Possui certificações como Google Cloud Professional Data Engineer, Scrum Master Certified, Microsoft Certified: Azure Fundamentals, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "4 anos como administrador de banco de dados", "habilidades": ["Python", "HTML", "Docker", "Azure", "Hadoop", "CSS", "Angular", "PyTorch"], "candidato_id": 77, "certificacoes": "Google Cloud Professional Data Engineer, Scrum Master Certified, Microsoft Certified: Azure Fundamentals", "candidato_nome": "Ana Souza Pereira", "candidato_email": "ana.souza.pereira@exemplo.com"}
{"_id": 80, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como Kubernetes, Hadoop, Azure em projetos realizados em empresas como Google Brasil, Nubank. Possui certificações como Certified Kubernetes Administrator, Microsoft Certified: Azure Fundamentals, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "2 anos como engenheiro de software", "habilidades": ["Azure", "Hadoop", "Kubernetes", "PostgreSQL", "Redis"], "candidato_id": 80, "certificacoes": "Certified Kubernetes Administrator, Microsoft Certified: Azure Fundamentals", "candidato_nome": "Otávio Carvalho Melo", "candidato_email": "otávio.carvalho.melo@exemplo.com"}
{"_id": 81, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como MongoDB, Node.js, NoSQL em projetos realizados em empresas como Nubank, Amazon Brasil. Possui certificações como Certified Kubernetes Administrator, Scrum Master Certified, AWS Certified Solutions Architect, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "2 anos como engenheiro de software", "habilidades": ["AWS", "React", "NoSQL", "Java", "Azure", "Hadoop", "Node.js", "Kubernetes", "CSS", "PostgreSQL", "MongoDB", "TensorFlow", "MySQL", "Redis", "C#", "PyTorch"], "candidato_id": 81, "certificacoes": "Certified Kubernetes Administrator, Scrum Master Certified, AWS Certified Solutions Architect", "candidato_nome": "Vanessa Lima Melo", "candidato_email": "vanessa.lima.melo@exemplo.com"}
{"_id": 83, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como HTML, Google Cloud, PostgreSQL em projetos realizados em empresas como IBM Brasil. Possui certificações como Microsoft Certified: Azure Fundamentals, Certified Information Systems Security Professional (CISSP), Certified Kubernetes Administrator, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "2 anos como engenheiro de software", "habilidades": ["Python", "HTML", "CSS", "PostgreSQL", "Google Cloud", "C#"], "candidato_id": 83, "certificacoes": "Microsoft Certified: Azure Fundamentals, Certified Information Systems Security Professional (CISSP), Certified Kubernetes Administrator", "candidato_nome": "Karen Martins Santos", "candidato_email": "karen.martins.santos@exemplo.com"}
{"_id": 86, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como Angular, Vue.js, Python em projetos realizados em empresas como Vale. Possui certificações como Google Cloud Professional Data Engineer, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "2 anos como engenheiro de software", "habilidades": ["AWS", "Python", "MySQL", "Vue.js", "Angular"], "candidato_id": 86, "certificacoes": "Google Cloud Professional Data Engineer", "candidato_nome": "Isabela Costa Pereira", "candidato_email": "isabela.costa.pereira@exemplo.com"}
{"_id": 90, "resumo": "Profissional com 2 anos como engenheiro de software, aplicando tecnologias como MongoDB, Java, MySQL em projetos realizados em empresas como Nubank. Possui certificações como Certified Information Systems Security Professional (CISSP), destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "2 anos como engenheiro de software", "habilidades": ["Python", "Java", "Docker", "MongoDB", "MySQL", "C#", "PyTorch"], "candidato_id": 90, "certificacoes": "Certified Information Systems Security Professional (CISSP)", "candidato_nome": "Sofia Teixeira Santos", "candidato_email": "sofia.teixeira.santos@exemplo.com"}
{"_id": 93, "resumo": "Profissional com 5 anos como analista de dados, aplicando tecnologias como React, Kubernetes, Node.js em projetos realizados em empresas como Globo.com, Nubank. Possui certificações como Google Cloud Professional Data Engineer, Certified Kubernetes Administrator, Oracle Certified Professional, Java SE, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia de Software", "experiencia": "5 anos como analista de dados", "habilidades": ["React", "Node.js", "Kubernetes", "CSS", "TensorFlow", "Google Cloud", "PyTorch"], "candidato_id": 93, "certificacoes": "Google Cloud Professional Data Engineer, Certified Kubernetes Administrator, Oracle Certified Professional, Java SE", "candidato_nome": "Otávio Carvalho Ferreira", "candidato_email": "otávio.carvalho.ferreira@exemplo.com"}
{"_id": 94, "resumo": "Profissional com 5 anos como analista de dados, aplicando tecnologias como JavaScript, Python, PostgreSQL em projetos realizados em empresas como Vale, TOTVS. Possui certificações como Microsoft Certified: Azure Fundamentals, Scrum Master Certified, destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Bacharelado em Sistemas de Informação", "experiencia": "5 anos como analista de dados", "habilidades": ["Python", "JavaScript", "SQL", "PostgreSQL", "Redis"], "candidato_id": 94, "certificacoes": "Microsoft Certified: Azure Fundamentals, Scrum Master Certified", "candidato_nome": "Gabriela Santos Santos", "candidato_email": "gabriela.santos.santos@exemplo.com"}
{"_id": 99, "resumo": "Profissional com 3 anos como cientista de dados, aplicando tecnologias como SQL, Node.js, Java em projetos realizados em empresas como IBM Brasil, Embraer. Possui certificações como Certified Information Systems Security Professional (CISSP), destacando-se pela capacidade de entregar soluções inovadoras e eficientes alinhadas às necessidades do negócio.", "formacao": "Engenharia da Computação", "experiencia": "3 anos como cientista de dados", "habilidades": ["Java", "SQL", "Spark", "Node.js", "CSS", "PyTorch"], "candidato_id": 99, "certificacoes": "Certified Information Systems Security Professional (CISSP)", "candidato_nome": "Felipe Alves Melo", "candidato_email": "felipe.alves.melo@exemplo.com"}
